import React from 'react'
import stock from '../../../../media/stock.jpg'
import milk2 from '../../../../media/milk2.jpg'
import school from '../../../../media/school_add3.jpg'
import milk from '../../../../media/school_add2.jpg'
import '../LatestUpdates.scss'
import Carousel from './carousel/Carousel'
// import { Link } from "react-router-dom";

const LatestUpdateDetails = () => {

    return (
        <div className='my-5 pt-3'>
            <div className="container overSpace">
                <div className="row">
                    <div className="col-12 col-sm-8">
                        <div className="mb-3">
                            <Carousel />
                        </div>
                        
                        <p className="blog-meta  mt-3">
                            <span className="author marathi2"><i className="fas fa-user"></i> Admin</span>
                            <span className="date marathi2"><i className="fas fa-calendar"></i> 27 December, 2019</span>
                        </p>
                        <h4 className="my-3 text">भारत हा देश मानवी इतिहासातील प्राचीन देश.</h4>
                        <p className='text'>
                            भारत हा देश मानवी इतिहासातील प्राचीन देशांमध्ये गणला जातो. येथील लिखित इतिहास २,५०० वर्षांपूर्वीचा असून इतर पुराव्यांनुसार भारतात ७०,००० वर्षांपूर्वीपासून मानवी अस्तित्व
                            आणि इतिहास आहे. भारताचा इतिहास वैभवसंपन्न आणि सामर्थ्यशाली असाच राहिलेला आहे भारतामध्ये प्राचीन काळापासून ते आधुनिक काळापर्यंत अनेक राजवटी सत्ताकेंद्री आल्या या             राजवटीने भारतामध्ये अनेक काळापर्यंत राज्य केलं यामधील सर्वात प्रभावी आणि सामर्थ्यशाली राज्य म्हणजे मौर्य साम्राज्य होय. मौर्य साम्राज्य ज्याला गुप्त राज्य असेही म्हटले जाते.हे भारताच्या पहिले प्रभावी असे केंद्रीय शासन होते भारतामध्ये सत्ताही मोठ्या काळापर्यंत टिकून राहिली देशातील ती पहिली केंद्रीकृत अशी सत्ता होते या काळामध्ये राज्यकर्त्यांनी मोठा भूप्रदेश आपल्या अंमलाखाली आणला आणि प्रजा कल्याणकारी शासन व्यवस्था निर्माण करण्याचा प्रयत्न केला.
                            मध्यप्रदेशातील भीमबेटका येथील पाषाणयुगातील भित्तिचित्रे हे मानवी अस्तित्वाचे सर्वांत जुने पुरावे आहेत. पुराणतज्ज्ञांनुसार आदिमानवाने भारतात सत्तर हजार वर्षांपूर्वी प्रवेश केला. साधारणपणे ९,०००
                            वर्षांपूर्वी भारतात ग्रामीण व शहरी स्वरूपांची मानवी वस्ती होऊ लागली व सिंधू नदीच्या काठावर त्याचे हळूहळू सिंधू संस्कृतीत रूपांतर झाले.[१]. इसवी सन पूर्व ३५००चा सुमार सिंधू संस्कृतीचा काल मानला जातो. या सिंधू संस्कृतीची सुरुवात भारताच्या वायव्य प्रांतात म्हणजेच आजच्या पाकिस्तानात झाली. मोहेंजोदडो व हडप्पा ही उत्खननात सापडलेली शहरे आज पाकिस्तानात असली तरी भारतीय इतिहासातच गणली जातात. ह्या शहरांचा शोध दयारामजी सहानी यांनी लावला. काही इतिहासकार मान्य करतात की युरोप व मध्य आशियातून आलेल्या आर्य लोकांच्या टोळ्यांनी सातत्याने आक्रमणे करून सिंधू संस्कृती नष्ट केली व त्यानंतर वैदिक काळ सूरू झाला.पूर्वीच्या संशोधकांच्या मान्यतेपेक्षा अजून प्राचीन हडप्पा व मोहोंदोजडोची संस्कृती या एकच होत्या. हा वादाचा मुद्दा असला तरी सिंधू संस्कृती व वैदिक काळातील घडामोडी या सिंधू व सरस्वती नद्यांच्या काठी घडल्या होत्या यात दुमत नाही. यातील सरस्वती नदी ही काळाच्या ओघात पृष्ठीय बदलांमुळे लुप्त पावली. प्राचीन सरस्वती नदी ही पंजाब, राजस्थान व कच्छ, गुजरातमधून वाहत होती हे शास्त्रीय पुराव्यातून सिद्ध झाले आहे. वैदिक काळातच भारतीय संस्कृतीची मुळे रोवली गेली. मध्य वैदिक काळात सिंधू काठची वैदिक संस्कृती गंगेच्या खोऱ्यात पसरली.[२] साधारणपणे इसवी सन पूर्व १००० ते इसवी सन पूर्व ६०० हा कालखंड म्हणजे वैदिक उत्तर कालखंड मानला जातो या काळात जनपदे अस्तित्वात आली.
                            आर्य लोकांच्या टोळ्यांनी सातत्याने आक्रमणे करून सिंधू संस्कृती नष्ट केली व त्यानंतर वैदिक काळ सूरू झाला.
                        </p>
                    </div>
                    <div className="col-md-4">
                        <img src={milk} width='100%' style={{padding:'1rem'}} alt="" srcset="" />
                        <div className="flex-wrap">
                            <img src={school} width='50%' height='350pxl' style={{padding:'.5rem'}} alt="" srcset="" />
                            <img src={milk2} width='50%' height='350pxl' style={{padding:'.5rem'}} alt="" srcset="" />
                        </div>
                        <img src={stock} width='100%' style={{padding:'1rem'}} alt="" srcset="" />
                    </div>
                </div>
            </div>
        </div>
    )
}

export default LatestUpdateDetails